tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "dduan/formulae"
tap "derailed/k9s"
tap "domt4/autoupdate"
tap "getantibody/tap"
tap "graalvm/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "jenkins-x/jx"
tap "jhawthorn/fzy"
tap "knative/client"
tap "knqyf263/pet"
tap "materializeinc/materialize"
tap "mongodb/brew"
tap "weaveworks/tap"








brew "antigen"
brew "aws-iam-authenticator"
brew "sqlite"
brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "go"
brew "helm"
brew "hstr"
brew "htop"
brew "hub"
brew "iproute2mac"
brew "jenv"
brew "openssh"
brew "openjdk"
brew "k9s"
brew "kubernetes-cli"
brew "kotlin"
brew "lnav"
brew "maven"
brew "minikube"
brew "most"
brew "navi"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk@11"
brew "perl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scala"
brew "speedtest-cli"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vifm"
brew "vim"
brew "wget"
brew "zplug"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "bartender"
cask "brave-browser"
cask "beyond-compare"
cask "double-commander"
cask "elmedia-player"
cask "fantastical"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "github"
cask "intellij-idea-ce"
cask "iterm2"
cask "joplin"
cask "keeper-password-manager"
cask "keka"
cask "kindle"
cask "microsoft-teams"
cask "nordvpn"
cask "notion"
cask "oracle-jdk"
cask "powershell"
cask "pycharm-ce"
cask "qbittorrent"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "the-clock"
cask "tunnelblick"
cask "visual-studio-code"
cask "webex"
cask "whatsapp"
cask "zoom"
